Repository: twagener/modoboa-postfix-autoreply
Catalog: modoboa_postfix_autoreply/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: From
ro_ro: De la

source: Activate your auto reply from this date. Format : YYYY-MM-DD HH:mm:ss
ro_ro: Activați răspunsul dvs. automat pornind de la această dată. Format: AAAA-MM-DD HH: mm: ss

source: Until
ro_ro: Până la

source: Activate your auto reply until this date. Format : YYYY-MM-DD HH:mm:ss
ro_ro: Activați răspunsul dvs. automat până la această dată. Format: AAAA-MM-DD HH: mm: ss

source: The content of your answer. You can use the following variables, which will be automatically replaced by the appropriate value: %(name)s, %(fromdate)s, %(untildate)s
ro_ro: Conținutul răspunsului dvs. Puteți utiliza următoarele variabile, care vor fi înlocuite automat cu valoarea corespunzătoare: %(name)s, %(fromdate)s, %(untildate)s

source: This date is over
ro_ro: Această dată s-a încheiat

source: Must be greater than start date
ro_ro: Trebuie să fie mai mare decât data de începere

source: Automatic reply timeout
ro_ro: Timpul de timeout pentru mesajele automate

source: Timeout in seconds between two auto-replies to the same recipient
ro_ro: Întârziere în secunde între două răspunsuri automate la același destinatar

source: Default subject
ro_ro: Subiect implicit

source: I'm off
ro_ro: Sunt indisponibil

source: Default subject used when an auto-reply message is created automatically
ro_ro: Subiectul implicit utilizat atunci când un mesaj de răspuns auto este creat automat

source: Default content
ro_ro: Conținut implicit

source: I'm currently off. I'll answer as soon as I come back. Best regards, %(name)s
ro_ro: Momentan sunt indisponibil. Voi răspunde imediat în momentul în care voi fi disponibil. Cu respect, %(name)s

source: Default content used when an auto-reply message is created automatically. The '%(name)s' macro will be replaced by the user's full name.
ro_ro: Conținutul implicit utilizat la crearea automata a unui mesaj de auto răspuns. Termenul '%(name)s' va fi înlocuit cu numele complet al utilizatorului.

source: Invalid syntax
ro_ro: Sintaxă invalidă

source: Auto-reply message
ro_ro: Mesajul de auto răspuns

source: Auto reply
ro_ro: Raspuns automat

source: subject
ro_ro: subiect

source: The subject that will appear in sent emails
ro_ro: Subiectul care va apărea în e-mailurile trimise

source: content
ro_ro: conținut

source: The content that will appear in sent emails
ro_ro: Conținutul care va apărea în e-mailurile trimise

source: enabled
ro_ro: activat

source: Activate/Deactivate your auto reply
ro_ro: Activați / dezactivați răspunsul dvs. automat

source: Auto-reply (vacation) functionality using Postfix
ro_ro: Funcția de răspuns automat (vacanță) folosind Postfix

source: Automatic replies
ro_ro: Răspunsuri automate

source: Define a message to automatically send when you are off
ro_ro: Definiți un mesaj de trimitere automată când sunteți plecat/indisponibil

source: Update
ro_ro: Actualizare

source: Auto reply message updated successfully.
ro_ro: Mesajul de răspuns automat a fost actualizat cu succes.
